[{"text": "Firstly, they make tremendous effort to earn high salaries."}, {"text": "so you have to keep up with it."}, {"text": "People often visit museums when they travel to new places, especially a new nation."}, {"text": "Violating them is usually not a crime, but ignoring them is nonetheless considered insensitive."}, {"text": "As a fanatic fan of watching television, she gladly accepts her fate of being mysteriously drawn into the world within the television."}, {"text": "If I had missed a school bus, I would have waited for one hour to get on the bus."}, {"text": "If a high school were constructed in my town, children could play baseball and basketball in the playground and the gym."}, {"text": "Because he is good at expressing his opinion and listening to his employees’ voice, complaints from workers are much fewer than any other company in Korea."}, {"text": "Technology is what makes up the current humanity."}, {"text": "That would increase the value of my house as well."}, {"text": "The most important reason was its taste."}, {"text": "In the present day, most of school have a class that teaching the importance about the environment."}, {"text": "The major characteristic of “Chosun BaekJa” is white back ground."}, {"text": "A supervisor is the man who takes part in decision making process, assigns tasks to his superviees, and check out how things work."}, {"text": "It is true that people without jobs have no goals for their futures but just sleep and eat everyday without knowing that time is passing."}, {"text": "The fact that there is something뾟e it Elizabeth Arden, Shiseido or anything of that sort뾲o enhance my beauty, along with my self-esteem and self-value, is something that results 뱓remendous consequence of awe and"}, {"text": "A big city, being rich in acadmic and cultural resources, encourage students to pursue their dreams by providing various opportunies."}, {"text": "The compelling examples of Darwin and the novel \"The Curious Incident of the Dog in the Night-time\" proves this point."}, {"text": "Thus, perhaps without extensive magazine advertisements, Eco-power could have experienced even more severe decrease in sale."}, {"text": "In short, imaginative stories can effective eduacational tools."}, {"text": "To sum up, profound knowledge and generoity are, in my opinion, the two important qualities of a good supervisor."}, {"text": "Thus, they can give us a number of vivid lessons."}, {"text": "He has broad knowledge in computer systems and computer brand."}, {"text": "On the other hand, non-fiction can't excite the mind and spirit."}, {"text": "Few days later, over 50% of men wear pink pants, and it becomes a new trend for next few months."}, {"text": "However, the argument relies on illogical assumptions that are based on an unreliable suggestion, a lack of the critical data and a faulty cause and effect relationship."}, {"text": "There is a great Korean novel named \"Sonagi (meaning a passing rain)\"."}, {"text": "First, the argument concludes that the suggestion of two scientists that omega -3 fatty acids (found in some fish and fish oils) play a key role in mental health is reliable."}, {"text": "After a few weeks, he solved one of my brain teaser questions, and I could definitely see that he was very satisfied with his level of thinking."}, {"text": "It is largely attributed that having a house requires our efforts to planting flowers, decorating, painting of a wall, etc and gives us a common interests."}, {"text": "Soon she realizes that the world itself was out of control and it finally reveals the side that Jullie was never accustomed to: violence, misery, and poverty - the 'real' side of the television."}, {"text": "These happy memories enable my mother's family to bond with each other."}, {"text": "At this moment, some people prefer to complain in person by visiting the company or calling the store where they bought, while other people would like to write a letter of protest."}, {"text": "The beauty of art is that can be interpreted in many different ways by the viewer."}, {"text": "For instance, many Italian states formed city-states themselves and created their individual small governments."}, {"text": "The main reason for moving around is to find a better place to live, but some people move around in hope for getting a profit from an increased house value and a few do to experiences various cultures of different communities."}, {"text": "In conclusion, the argument that Omega University should terminated student evaluation of professors is not logically convincing as it stands."}, {"text": "During the Iraq war, people on the globe displayed their ideas on the web, integrated them and subsequently waged a worldly movement against the war."}, {"text": "My dad was very disappointed with his new boss and had wised that the boss had sufficient previous experience before being put in a leadership role."}, {"text": "It’s still a lot of money to make in a year."}, {"text": "This can be proven through the compelling examples of the novel"}, {"text": "Lincoln helped slaves to be free."}, {"text": "Perhaps the flight delays in Franklin Airport are caused by the weather condition, not by insufficient runways."}, {"text": "Thus, traditional schools enable students to learn how to communicate with their friends in hot issues such as friendship and how to cooperate to study the same topic in a group."}, {"text": "she could change his/her major early before entering a university."}, {"text": "If they wanted to be rich, they should not have been involved in those works."}, {"text": "An old saying goes that \"The glass is always greener on the other side of the fence\"."}, {"text": "Therefore, without accounting for these other cases, the author cannot justify that the student evaluation of professors at Omega led professors to give higher grades."}, {"text": "Finally he dropped the internship before finishing the contract period."}, {"text": "I do admit that animals in zoos lose their energetic selves and do nothing much but eat and sleep."}, {"text": "To strengthen the argument, the author should show that high school students can represent the whole people and the main target of home application and that of soft drinks and fast-food restaurants are similar."}, {"text": "At much moments of creativity, company may be the last thing one desires."}, {"text": "No physician can make a dying patient live another decade or restore people뭩 health from incurable diseases."}, {"text": "Technology is what makes up the mighty arm of the human civilization."}, {"text": "So the government make the law for intellectual property."}, {"text": "Immediately, my supervisor called me to assist him with CPR."}, {"text": "This resulted outnumber of specialist in demand of some fields, and many of the specialists had to give up their fields of study to become generalists."}, {"text": "In California, smoking in all bars was prohibited in 1998, which resulted in a rapid improvement in bartenders’ health."}, {"text": "They did not consider about Korea's region aspects, nor they took extensive measures to collaborate the ideas from both North and South Korea and put those ideas together and negotiate."}, {"text": "As they practice how to get along with others without parents in the English camps, they will adopt the ways to survive anywhere in the world."}, {"text": "They usually have to film their shows when other people are either sleeping or relaxing so as to the common people can enjoy their shows after work."}, {"text": "I know in my life, I will have expenses for my schooling and for travelling to and from my home."}, {"text": "The protagonist, Christopher, suffers from a syndrome in which he has his own world in his mind and tries to fit the reality according to his thoughts."}, {"text": "That is why I oppose building a new shopping center in my community."}, {"text": "Some people suggest that cloning can provide organs for those who are undergoing diseases, but I see irony in the way that we try to kill a human (the person who was cloned) in order to save another human."}, {"text": "Second, the artificial environments used for games causes players to use their physical and logical skills to their full potential."}, {"text": "However, I realized that struggling to treat and save someone is what matters the most."}, {"text": ", why he had to study at all."}, {"text": "If people were able to clone children freely, the world would become much more populated that it would be difficult for earth to provide for all these people with limited amount of resources."}, {"text": "Then, the number of people who smoke and fight will increase, and such behavior would result in them having health problems or living in a jail."}, {"text": "Many students who attend to foreign schools, luckily, are wealthy or powerful people."}, {"text": "Also, some of the eggs grow and become deformed animals."}, {"text": "I tend to be concentrated very well on my study or work especially in the forenoon."}, {"text": "Of course earning a living is one of the most significant reasons for working."}, {"text": "However, when I make a complaint in person, the appropriate party immediately learns of my complaint."}, {"text": "Secondly, students can save energy and money on outfits."}, {"text": "Also, cloning humans would desecrate the dignity of the cloned people."}, {"text": "The baseball stadium was old and small."}, {"text": ", they don't grumble much about their work, and most important of all"}, {"text": "It is said by the research that, when at school, the teacher has control over the student, and can teach the student by his or her level."}, {"text": "In conclusion, I would like to meet Abraham Lincoln because there are a number of things to learn from him-not only his sense of responsibility for citizens but also his endeavor to become a president."}, {"text": "You might ignore the advices given by your teachers or peers but hardly ignore those from your parents."}, {"text": "After meeting him Mozart well understood the characteristics of clarinet and realized its beautiful sound."}, {"text": "However, even after a couple of minutes into the conversation, I could definitely say he was very bright and ambitious."}, {"text": "Opening information is beneficial to development of our democracy and guarantee of corrupt-free political environment."}, {"text": "However, this could be an overgeneralization."}, {"text": "and I am in no way near calling myself a perfect individual."}, {"text": "Thankyou."}, {"text": "Planned time is the best free time for me."}, {"text": "For those who play it, extreme sports are ways of nourishing what they need, and thus we can see that extreme sports will take an important part in the future of humanity."}, {"text": "His people respect and trust him."}, {"text": "Even exposing names, addresses and phone numbers could be dangerous, because it could lead to burglary or any other harm."}, {"text": "We can’t just stop doing the activities that we have been doing, but gradually decrease the number of human activities that we do to prevent the Earth from getting harmed."}, {"text": "It is posssible for my country to import this food with lower price than the price of producing in my country."}, {"text": "TV really takes a big part of my life."}, {"text": "Therefore, by reading a novel, I can make the best use my time whether I am on a train or waiting in line."}, {"text": "They often made mistakes to connect the proper numbers."}, {"text": "In case of Samsung, workers are usually forced to do presentations three times a week and if do poorly on them, they even might be discharged."}, {"text": "Many black people are affected by his political belief, and followed his peaceful way of resistance."}, {"text": "Furthermore, the highly acclaimed novel \"The Curious Incident of the Dog in the Night-Time\" by Mark Hadden explicitly reveals the notion that people need to be willing to change."}, {"text": "Although some choose the advantages of living in a small town, personally, I prefer to live in a big city because of the convenient transportation systems and various opportunities for education and employment."}, {"text": "In addition, if the mall is dominated by the poor, the town image will look bad to the visitors."}, {"text": "Especially students who commute a high school in their community do not have to worry about lateness from traffic because they go to school on foot."}, {"text": "The positive side, known as techies, says that industry has made Earth a better place to live for humans, and techies also insist that with technology mankind can fix all errors, and even improve the planet by removing all the odds from the path of global prosperity."}, {"text": "Older generations help themselves relax by turning on some calm classic."}, {"text": "The hard work of answering customer's demands should be in the hands of a specialist."}, {"text": "The more important information is, the more actively a politician controls it, since information becomes a synonym for power nowadays."}, {"text": "When it comes to the evaluation of parents for teachers, some people may argue that parents are not the best teachers, because they do not have good knowledge  and teaching skills."}, {"text": "Also, solitude is an aid to creativity."}, {"text": "Next, if I went to private institutes only four times a week, I would not watch TV."}, {"text": "Thesedays, some people move to a rural area because of clean air, water, and so on, whereas others still prefer to live in a urban area."}, {"text": "and, when do I need to use plural or singular nouns????"}, {"text": "Songs and tunes are also known to help generating a specific mood for special purposes."}, {"text": "Then why do extreme sports flourish?"}, {"text": "There are a variety of preferences over trying new thing."}, {"text": "This, being a woman, is more important뾭erhaps, the most important뾠ontribution to me or to the world that I live in than da Vinci뭩 theory of blue sky,"}, {"text": "Apart from that, a small city which deprives of high education easily fails to meet the children's curiocity and desire to learn."}, {"text": "Many different sports are played in nations throughout the world."}, {"text": "I feel that corporal punishment of children is one of the most important and current problems for us and it should be illegal."}, {"text": "Thus, those companies use strategies to make sure that we stay dissatisfied."}, {"text": "In addition, cloning humans  is unethical."}, {"text": "Therefore, without evidence that the national ratio of computers to students can well represent that of each specific area, the author cannot convincingly conclude that all students have access to and can use computers daily in their classrooms across the country."}, {"text": "If smokers’ rights for happiness threaten other many people’s lives and health, such rights should be partly limited."}, {"text": "First, the author assumes that the current decline in fish populations in Tria’s waters is caused by overfishing, which resulted from the absence of banning fishing."}, {"text": "He was very smart and strove to pass the exam, only to fail."}, {"text": "Then such doctors would be miserable everyday due to inconsistent interests."}, {"text": "Most countries already have many holidays."}, {"text": "There are other uses too."}, {"text": "However, in my opinion, I think that working for a big company is more beneficial for me in the light of big network and various amenities."}, {"text": "Harmful effects of smoke are already well established, and therefore less smoke fairly contributes to health improvements of people."}, {"text": "In traditional schools, teachers always pay attention to interact with students such as asking the students to answer the questions and express their opinions."}, {"text": "I willfully decided to invest my passion and zeal for the study of cosmetics and fragrance."}, {"text": "Between the two, I prefer learning about life through personal experience to taking advices from other people because no matter how much I know about life, the knowledge would be useless if I do not truly understand the lessons about life."}, {"text": "The experiment went like this."}, {"text": "In short, if I had to create a new holiday, I would create \"Walking Day\" because of the many simple benefits it could provide us."}, {"text": "There are a variety of opinions over which is better between choosing a roommate and letting a university decide my roommate."}, {"text": "However, children in the present know why they have to conserve the environment."}, {"text": "Although some people think that staying in one place is preferable, others claim that it is better to move around."}, {"text": "The girl came from a big city and the boy grew up in the countryside."}, {"text": "The extreme case well illustrates that a politician is willing to control information to his own benefit."}, {"text": "As science and technology develops fast, they become too complicated for an individual to understand the whole things."}, {"text": "℃ to find out other people's abilities."}, {"text": "However, as he learns about the reality that his mother in fact did not die, but actually had ran away with another man, he at first gets in shock."}, {"text": "The best teachers should not only teach knowledge, but also understand and help their students, or children to achieve their dream."}, {"text": "Technology is what makes up the mighty arm of the human civilization."}, {"text": "I disagree."}, {"text": "If a test taker is stuck at a specific question and spends too much time solving it, he would soon realize that he did wrong because of the time limit of the test."}, {"text": "It looks unnecessarily luxurious but with such luxuries he can manage with his overloaded works efficaciously in any given place and time."}, {"text": "While motion pictures require a special tool to play it, all books require are eyes (Or, in case the reader is blind, fingers)."}, {"text": "No doubt that there are some advantages of having a business research center: it can boost Korean economy by suggesting adequate business model."}, {"text": "The first reason I disagree with the statement is that people construct their way of thinking with interaction with close few individuals, like family and friends."}, {"text": "Even when they are not alive anymore, we can get precious phylosophies of life from them just thinking how they dealed with the life when they were in my age."}, {"text": "Also, the argument erroneously expects a future outcome based on an unreliable assumption."}, {"text": "How do you count the English words?"}, {"text": "If tapped, their knowledge and their array of thoughts will become an important asset to the company."}, {"text": "Or worse, people might lose hope to change the world."}, {"text": "I can’t depend on my parents to pay all my bills."}, {"text": "Generalists are people who are knowledgeable or certified to practice on a certain area such as general dentists, primary care physicians, elementary school teachers and electrical engineers but not the one who knows little bit about everything."}, {"text": "Otherwise, freedom, democracy and other our precious values will be damaged to serious extent."}, {"text": "For example, when I worked in General Electronics, my first job, I wanted to win success."}, {"text": "It is what makes us so outstanding compared to other animals."}, {"text": "I totally agree with the opinion."}, {"text": "For a teacher at school or at an institute, teaching is a job to make a living."}, {"text": "In my view, I agree with the latter in regard to the development of skills and experience of outside world."}, {"text": "I can hardly have the chances in a small area."}, {"text": "Although it is true that, a high school might cause increasing noise level, it is more beneficial in two respects: it will reduce the time consuming to go to school and provide the facilities of school for people."}, {"text": "In short, people call at museums because they learn about the history of an area where they visit and find enjoyment."}, {"text": "People today are living in a global age."}, {"text": "In my view, it is the techies that are correct, for it is technology that lets us create the magnificent human culture, separates us from the rest of the animal kingdom, and without it mankind cannot survive."}, {"text": "However, if he attend one of the greatest, skillful player's concert, students will be inspired by the performance."}, {"text": "In my opinion, fictional books are superior since they tap one’s imagination and are portable"}, {"text": "Some people might say that they can make positive consequences only when they make their mind on the basis of careful thought."}, {"text": "Families today move more than they ever did before as transportation developed."}, {"text": "However, there could be a different explanation."}, {"text": "We see them, smell them, hear them, and when in luck, even get to feel them."}, {"text": "I mean travel to get to and from school."}, {"text": "They are costly, and need lots of pampering to keep them in the work."}, {"text": "Second, even if the previous assumption is true, this argument is based on the assumption that the ancestors of the United States were less likely to suffer from depression than they are today because of less saturated fat and more polyunsaturated fat."}, {"text": "Education is expensive."}, {"text": "Therefore, group sports activities are more needed than ever."}, {"text": "The  old have spent a lifetime doing things in a certain way."}, {"text": "Second, by walking, people can slow down the pace of their lives."}, {"text": "Whitney, my best friend during my stay in Chile, is a good example with whom I endeavored to defy the passage of time."}, {"text": "This use is seen in many places."}, {"text": "As these negative behaviors and stories come out in public through TV, the most popular medium for advertisements, people eventually receive a point of view that such behaviors are cool."}, {"text": "Moreover, The air is cleaner due to exuberant foliage that purifies to the air."}, {"text": "Lastly, imaginative stories often tell people about problems of the societies."}, {"text": "The game had to stop for a while to change the light, and people laughed a lot."}, {"text": "But without a guidance of theory, any empical research itself is not sufficient to explain an economic phenomenon accurately."}, {"text": "However, with most instant foods that take about three minutes to prepare and have artificial tastes, it is hard to create a relaxed and friendly atmosphere over them."}, {"text": "Also, they cannot bring their families to public places, such as downtown or amusement parks, due to their high popularity."}, {"text": "First, learning many foreign languages allows Koreans to express their feelings easily to foreigners."}, {"text": "Next, we should notice that decisions after careful and full pondering does not guarantee positive results."}, {"text": "What is a teenager?"}, {"text": "I am not in favor of the fact that people should read only non-fictions because fiction stimulates our imagination and develops our creativity."}, {"text": "Second, even if the previous assumption is true, this argument is based on the assumption that the airport management can fund the restoration of 1,000 acres of wetlands in areas of the bay that have previously been damaged by industrialization, so there is no other problem for restoring the damaged wetlands."}, {"text": "For these reasons, I agree that people are never satisfied with what they have."}, {"text": "However he is working actively as a CEO."}, {"text": "Consider a test taker or a dealer in the exchange market."}, {"text": "I bought a computer system recently."}, {"text": "That is, a scientific revolution can happen without the help of knowledge and experiences in other fields."}, {"text": "\" \r\n\r\n\r\nI strongly disagree with the speaker’s contention that It is often necessary, even desirable, for a politician to withhold information from the public."}, {"text": "Or maybe, a huge new home application company appeared last year, which result in general decline of sale in all home application companies."}, {"text": "Therefore, the only room I have permission to decorate is my bedroom."}, {"text": "In addition, some novels make us think about how to act."}, {"text": "All those assets are the most important keys to succeeding in life."}, {"text": "We should consider adopting orphans."}, {"text": "Reading stories as a child helps to develop our creativity by teaching us a lot about how to use words to create mental images."}, {"text": "Vacations are important time for students in that they can travel, study, or relax for the next semester."}, {"text": "Regarding the story about my visit to a dental office, I went to see a general practitioner because I sought an opinion from an expert who has broad perspectives in dental treatment even though I knew that I would need help from a specialist."}, {"text": "As a result, people have less time for other important things in their lives, including exercise."}, {"text": "Even the second generation of the immigrants who are born in the Americal, they have strong identigy of their parents' country."}, {"text": "So it is efficient for me to rise up early and study from the time."}, {"text": "It must have been a hacker that found out her address, since he said that he knew her through that site."}, {"text": "Recently, there was a man who killed many, including women and children."}, {"text": "The Great Wall of China could not block my way since I was with my teammates."}, {"text": "First of all, a metropolis can provide invaluable intellctual stimulaton."}, {"text": "In conclusion, even though some people love to only do what they are already good at, because they do not want to loose faces by making mistakes in new fields, as far as I am concerned, it is more favorable for me to experience new things."}, {"text": "To support this argument, the author mentions the suggestion of two scientists about the omega -3"}, {"text": "This is because I have no information about my roommate if university assigns my roommate"}, {"text": "However, intrigued by Verne's Nautilus, a group of scientists designed and constructed submarines that were capable of traveling in the deep sea."}, {"text": "the Great were people who were mainly taught by their parents, and they suceeded in achieving their ambitions."}, {"text": "A variety of board games can be seen at stores."}, {"text": "On the other hand, US and USSR basically had the power that could over-power upon various countries."}, {"text": "After all, he just falls in complete despair and vows revenge against his creator, Victor Frankenstein."}, {"text": "On the other hand, the study on the Internet cannot provide us the chance to work in a group."}, {"text": "So, in my opinion high schools should allow students to select the subjects which they want to take."}, {"text": "His reliable friend cheered him up and helped him start a new business; The friend loaned my dad money and found many informations about starting a business for my dad, even though he was busy himself."}, {"text": "When it comes to success, sometimes, luck plays a bigger part than hard work."}, {"text": "Even though he had no money to buy books, he cleaned the library for checking out books free, and did anything to help himself on studying so he can be the president."}, {"text": "By announcing them, the opposition will understand why one is supporting one′s idea."}, {"text": "Many people start to forget about the importance of slowing down their lives, of simply enjoying the moment."}, {"text": "The Newtonian mechanics, whose basic assumption is that the world is continuous, had been showing its own contradictions as the science had developed in the late 19th century."}, {"text": "The other is that our nation needs to develop our own authentic food."}, {"text": "Alexandros could be a normal boy, but as he was born as a prince of a powerful country, he needed to have a great ambition."}, {"text": "From my experience, When I was a freshman in college, I frequently played hooky."}, {"text": "I am inclined to loose interest in what I am already good."}, {"text": "I was not afraid because the streets were peaceful"}, {"text": "While I lived with him for one year, we had a lot of conversation and spend much time hanging out together."}, {"text": "It is not late for teenagers to get jobs after finishing all their studies, actually it is the ideal timing."}, {"text": "and make it more comfortable to sit in a hospital."}, {"text": "It is said that motives of corporal punishment are educational care and love, but there are frequent occasions when teachers whip children excessively because it is emotional and impulsive."}, {"text": "The temperature might be abnormally raised, which had a ban influence on an ecosystem of sea in Tria."}, {"text": "For exceptional cases, the degree to which the political power can regulate information should be specified in the law."}, {"text": "Giving up a watching TV is very hard"}, {"text": "In my opinion, fictional books are superior since they tap one’s imagination and are portable\r\n\r\n\r\nReading a story causes the reader to recreate the scenes in his head."}, {"text": "According to his biography, he was born in a poor family; he even ate sand to endure hunger and lived in a tent."}, {"text": "In addition, I can explain the problem more clearly by complaining in person."}, {"text": "Thus, the regulation that ban fishing in Tria may cause the number of tourists to be plummeted, which also negatively affects the economy of Tria."}, {"text": "They all can teach us some precious things, but I think parents are the best teachers."}, {"text": "Therefore, classes will be composed of highly motivated and ambitious students who eagerly absorb new information and knowledge by taking classes of their interest."}, {"text": "Most people are always striving for a better job, a nice place to live in, a fancier car , or more expensive clothes."}, {"text": "The fact that we get more frequent help from generalist does not decrease the necessity of help from specialists nor lessen the importance of their expertise."}, {"text": "Yet, this argument overlooks other possible factors."}, {"text": "In short, books are better than movies because they allow the readers to  visualize and personalize the story, and because they can be read anywhere."}, {"text": "Then other people start to think ‘"}, {"text": "Whereas the primary purpose of advertising is to provide potential consumers with accurate and detailed information of certain product which they can refer to, advertisers frequently put more emphasis on the stars, models and other prominent figures than the quality of products."}, {"text": "if he/"}, {"text": "Second, “Chosun BaekJa” represents Korean traditional value such as honesty and purity."}, {"text": "Thus, it came to a result that these days, people often say that individuals need to adapt to the environment that they belong in order to survive."}, {"text": "Because people want more than what they have."}, {"text": "Maybe it is a sense of belonging or, roughly, ‘love’, which  the practical activity hardly can bring about."}, {"text": "Success that comes from pure luck without hard work can be a real problem."}, {"text": "However, we are constantly told that most easy-to-prepared foods not only contain many harmful and unhealthy additives to prevent spoilage, but also lack many necessary nutrients that need for daily activities."}, {"text": "The way of life we created is the major difference between beasts and men."}, {"text": "However, that was a mistake."}, {"text": "First of all, big cities have well-established transportation systems such as buses, taxes, and subways, while small towns hardly do."}, {"text": "Remembering all the jeers I had to endure afterward, I regained my courage."}, {"text": "as a form of entertainment."}, {"text": "There are many companies out there competing on the world market."}, {"text": "Success at jobs depends on the realtionship with co-workers."}, {"text": "On the contrary, during the last summer vacation, I worked in Samsung, Korean company, as an intern."}, {"text": "It is said in the book that the student has no friends, and does not know who to interact with other people."}, {"text": "In addition, a good co-worker needs honesty."}, {"text": "First, the author assumes that across the country, all students have access to and can use computers daily in their classrooms on the basis of that the national average ratio of computers to students is 1:5."}, {"text": "We usually watch TV when there is nothing to do or no one to talk with."}, {"text": "With out attending to foreign schools, he would have had hard time making deals."}, {"text": "After a while, the situation became grimmer when the physician asked me to take his place to do the chest compressions."}, {"text": "This would reduce the proportion of the time which is spent in watching TV."}, {"text": "Art class gives a person the oppotunity to explore within the realm of one's imagination."}, {"text": "It is only exam luck  that I can explain about having something to do with success."}, {"text": "In spite of the fact, I am in favor of the opinion that my neighborhood should support having a shopping center built here."}, {"text": "Then, one day, he wanted to be the president of the United state of America and abolish the slavery."}, {"text": "Why is music such an important part in human life?"}, {"text": "His mother let him leave school, and taught basic knowledge to Edison, which helped him being a famous inventor."}, {"text": "Thus, without accounting for other factors, the author cannot justify the claim that no significant decline in Omni’s fish populations is attributed to the regulation that bans fishing."}, {"text": "Some insist that it is better to have a school assign my roommate for reason of making a new friend."}, {"text": "For example, Choi, a group leader of SK which is a Korean company, is famous for his communication skill."}, {"text": "We are receiving helps from the specialists indirectly through generalists."}, {"text": "Spending time with family is very valuable to me."}, {"text": "If we visit or call the company in person, it will remain no evidence even if we can express our protest."}, {"text": "The boss would be able to bring progress to his company or organization by virtue of intelligence and generous personality."}, {"text": "Any immaterial product which people want to buy, could be an intellectual property."}, {"text": "As for me, they are spirit of cooperative and honesty."}, {"text": "It is much more fun than watching TV."}, {"text": "A simple multiplication shows that there are a lot of garbage generated."}, {"text": "For example, if you were cloned to produce an organ for someone, it is likely for you to think you were produced solely to be used by someone else."}, {"text": "TV didn't attract me that much at that time."}, {"text": "He said that his work-team didn't sell many products that month because his new boss was so unfamiliar with everything."}, {"text": "The protagonist, Jerry Renault, is a student, newly entering a private Catholic preparatory high school Trinity."}, {"text": "cooking itself could be one of great sources of pleasure."}, {"text": "In addition, by the time students get a real job, they hardly have chances to experience the other parts of the work environment."}, {"text": "The development of the quantum mechanics well illustrates that the internal impetus of the field is of great importance."}, {"text": "However, by this decision to not accept the new changes in his new school life, Jerry ends up getting beaten up by The Vigils to the point that he gets close to losing his own life."}, {"text": "first, all mammals use games to teach their young ones."}, {"text": "First of all, I do not like boredom"}, {"text": "For example, it is widely known that playing classical music  to milk cows results in good milk, since the tune calms the cows down."}, {"text": "He forces David to go through several tests to ensure that he is able to carry out the missions of the gang."}, {"text": "More importantly, a large city gives us many employment opportunities."}, {"text": "There are many qualities that a good boss should possess."}, {"text": "One of my family members may need help, I will have to send them money."}, {"text": "In general, data which is obtained by one year survey is not sufficient to explain the trends."}, {"text": "PS."}, {"text": "But, a person could comfortably live without them."}, {"text": "After moving to a rural community, my brother was able to recover from illness by inhaling refreshing air, drinking fresh air."}, {"text": "After planting flowers and decorating their home, they had delicious dinners in the garden and my grandmother told very interesting stories such as fables, fairy tales to her children until the sunset."}, {"text": "Through my father's story, I have learned about my country's terrible situation at that time very vividly."}, {"text": "I am receiving lots of precious information through keeping relationship with them."}, {"text": "Even though it is understandable that North Korea has ardent patriotism to use only their language, they definitely should adapt to other countries' languages and cultures to evolve."}, {"text": "While ago, I had severe tooth ache."}, {"text": "There are many factors which affect upon this intimate relationship between one another: opportunity, time, and so on."}, {"text": "My mind went blank and just felt like crying in front of every staff as the nurses announced him dead."}, {"text": "Because there are a lot of employees in the large organization, I could get opportunities to make relationship with the many people."}, {"text": "When I tutored young students from West Philadelphia area, I was able to gain a new perspective on a medical career that I did not notice before ?"}, {"text": "A latest fashion of bars in my foreground is not what I like."}, {"text": "Even in the midnight, when I was confronting with difficult problems in the study, my parents voluntarily helped me solve the problems instead of going to bed."}, {"text": "Although the word \"waste\" might be inadequte to describe classes that students are not interested in, that was how my friends and I felt about such classes."}, {"text": "Most of all studying in school I more efficient then any other way of studying."}, {"text": "In order to survive through this ever-changing society, people need be able to be ready for changes in their lives."}, {"text": "Their main job is to hack people′s information for money."}, {"text": "Humans are just like animals."}, {"text": "Though the anonymity is somewhat problematic in using the Internet, it also spurs people to express their ideas without any fear, share thoughts among people."}, {"text": "Shopping will be much easier and faster because I won't have to drive great distance to get to the stores."}, {"text": "Although it makes sense to some extent, some advantages offset the presumable concerns."}, {"text": "I prefer living in a large town to living in a small town because the former provides us with chances to lead a cultural life."}, {"text": "Dams hold flooding waters when there's heavy rain."}, {"text": "For example, although my parents kept telling me to keep track of my money, I never really understood why I had to do it until I had my first job."}, {"text": "For example, the school may have excellent teachers and students, curriculums, and extracurricular programs, but unfortunately have many students with test anxiety."}, {"text": "Thus, without accounting for the explanation of the specific source of the restoring fund, the author cannot justify the claim that the airport management can fund the restoration of 1,000 acres of wetlands in areas of the bay that have previously been damaged by industrialization, so there is no other problem for restoring the damaged wetlands."}, {"text": "But as many recordings show, dangerous sports are in fact dangerous, and an accident that happens while performing can be fatal."}, {"text": "As the old saying goes, \"When in Rome, do as the Romans.\", keeping and adapting the customs of a new country is necessary to be in terms with each other and doing so is a wise behavior to be a real member of the society."}, {"text": "Once I got the notion that I was ugly compared to those pretty actresses, I had less confidence in everything; it disturbed my studying and eating habits because all my attention was on my appearance."}, {"text": "No doubt that there are some pitfalls of spending a great amount of time practicing sports for young children."}, {"text": "But they're a great pile of resources: they know much about the technology involved in their work, they learn much about their jobs, and they understand much about their company."}, {"text": "It envies Victor and other humans, of their close bonds with one another and happiness that surrounds them."}, {"text": "In other words, students will eventually understand that their negligence result in poor academic performance, while diligence leads to high academic achievement and a promising future."}, {"text": "For example, I frequently say hello to my friends by e-mails, which promotes our friendship."}, {"text": "In general, parents have been through a lot of trials and errors in their whole lives."}, {"text": "We got closer and now we are the best friend for one another."}, {"text": "From this it is evident that people reflect quickly by taxes."}, {"text": "In conclusion, even though some people argue that ability to work independently is the most important because it means sincerity, as far as I am concerned, I believe that ability to work with team is more considerable."}, {"text": "Moreover, a person who knows when to speak will never disrupt the office, will never make unnecessary comments, and will talk to someone when other co-workers need courage."}, {"text": "Above all, I strongly believe that a center for agriculture research is most needed."}, {"text": "The sale of junk food should be banned from any schools in every country."}, {"text": "In this age of era, people still see a few companies domination over the whole industry; for instance, for the cloth industry, few voluminous co-operations dominate over the industry, trying to force smaller companies to join with them together."}, {"text": "Just like today's teenagers, I enjoy watching TV."}, {"text": "It can be seen that some dictatorial regimes in the third world imprison their anti-establishment persons and prohibit them from communicating with other and even subscribing newspaper."}, {"text": "There are many cases in which the process is more significant than the result."}, {"text": "Even if you can't perfectly quit it you sure will shorten the time spent watching TV."}, {"text": "Increase in hormones, which can be seen during a performance, makes people become addicted to extreme sports."}, {"text": "Therefore, without considering and eliminating these other possible factors, the author cannot convincingly conclude that the grade inflation at Omega caused its graduates to be less successful at getting jobs than graduates from nearby Alpha University."}, {"text": "Accordingly, his cordial spirit influenced me to respect him more than anyone."}, {"text": "It is us, the consumers’ task to determine the limit, discreetly drawing the line between necessity and want."}, {"text": "Everyday I go to private institutes and it makes me crazy."}, {"text": "In conclusion, it is better to grow up in a big city than in the countryside."}, {"text": "This is because getting up early in the morning fits to my biorhythm and makes me perform my important schedules in the forenoon more actively."}, {"text": "I tried my best to make him do his math homework, but he just did not see why he had to study math."}, {"text": "For instance, for the young, enjoying a skilful player’s performance could motivate them."}, {"text": "I adore this subject because of the freedom of expression and the unlimited interpretation."}, {"text": "There are a variety of preferences about choosing jobs."}, {"text": "But, we can deal with that problem much more reasonably if we write the letter which we want to say."}, {"text": "Second, sports activities are necessary for young children’s health."}, {"text": "In other words, these workers will think before they speak."}, {"text": "Such a fairy tale is probably more effective to teach children lessons than showing children the photos of Hiroshima after the atomic bombing."}, {"text": "To begin with, government can preserve the environment while improving the level of living by susing taxes."}, {"text": "Some people have hard time understanding others who attend to foreign school."}, {"text": "The other problem of human cloning technology is that if for other purposes rather than for transplanting, how should normal people let clones to live."}, {"text": "Why is this so?"}, {"text": "No!"}, {"text": "But, he happened to discover the New Continent, enriched his sponsors, and changed human history."}, {"text": "I don't think that students in those classes have had a sound education."}, {"text": "I could develop the deep relationship with my friend by choosing the person I stay with."}, {"text": "One of the most important features of technology is that it does chores for us, thus providing us free time to do other creative works."}, {"text": "A series of works I must finish quickly give me a lot of pressure."}, {"text": "I guess I can never access this valuable experience through the textbook in school."}, {"text": "A little of it may act as a catalyst for some."}, {"text": "In the process of cooking, people enjoy decorating foods with various colours and designs of many fresh ingredients and creating richer tastes."}, {"text": "We don't talk to our family while watching TV."}, {"text": "If you don't know how to cooperate with other people, it is not important how much you are smart or how gifted you are"}, {"text": "I would do homework"}, {"text": "In today’s information age, it is required for the enterprises to read the customer's needs, Analyze the data, and come up with a right product, and do all that in a short amount of time."}, {"text": "In order to be successful in life, I am convinced that good effort is the most important characteristic a person should have."}, {"text": "You must plan ahead."}, {"text": "It might show wealth, beauty, and style."}, {"text": "These days, there are trends that economists prefer to devote themselves to empirical researches, namely, practical and statistical study in economics."}, {"text": "As many know, he was famous for his theory of evolution."}, {"text": "Moreover, even the ratio of computers to students in Eyleria, 1:7, may be insufficient to learn computer to the extent that students become proficient in computer."}, {"text": "Can a troop of men defeat a single tiger easily without tools?"}, {"text": "No physician can make a dying patient live another decade or restore people뭩 health from incurable diseases."}, {"text": "It is truer that well balanced education is important for young children."}, {"text": "In a nutshell, athletes and entertainers earn high salaries because they make a lot of efforts behind the scenes, sacrifice their personal lives, and provide people with laughter."}, {"text": "It is true that there's a time when I need to have my privacy, away from my family."}, {"text": "The dialectic method is a good illustration that two opposing thoughts can produce a better conclusion."}, {"text": "Today is the 'Information Age'."}, {"text": "Thomas Edison and Alexandros"}, {"text": "This is proven through examples of one of Russia's leader, Leon Trotsky, and the novel Frankenstein."}, {"text": "Second, a parent should be wise enough to make a best choice for his/her children."}, {"text": ", they don't grumble much about their work, and most important of all"}, {"text": "Entertaining events such as concerts or exhibitions can be held there."}, {"text": "Now it seemed that they were not a team of human beings."}, {"text": "This form of incitement is often difficult to access in rural areas due to its relaxed nature and fewer number of students."}, {"text": "For instance, when I challenged to join the army, I was able to increase a lot of military knowledge and information, and through the various exercise, I could learn leadership and teamwork."}, {"text": "This clearly is a big advantage, since motion pictures never change."}, {"text": "Moreover, even if they can easily recognize the tunes used in advertisement, they may choose soft drinks or fast-food restaurants according to their own taste."}, {"text": "Sometimes, some people even think of  being born in a wealthy or illustrious family as a success."}, {"text": "For that reason, I had to make our friendship bond as thick and condensed as possible."}, {"text": "saying\"Working is something that gives you energy in living a life."}, {"text": "animal’s organ in human body."}, {"text": "Third, the argument also assumes that modern societies such as those in Japan and Taiwan report depression rates lower than that in the United States because they consume large quantities of fish."}, {"text": "My dad's experience shows that friends who are reliable play an important role when people are agonizing with a serious problem."}, {"text": "This means that parents can choose the school that perfectly fits the needs of their children."}, {"text": "Also, when humans eat the animals which drank the polluted water, the humans will likely to get diseases."}, {"text": "Fictional books have  excited and moved people through the ages."}, {"text": "When religion  involves, is it reasonable to compel  believers in a certain religion to ignore or alter the exercise of their religion in order to comply with other local customs?"}, {"text": "Young cheetahs pounce on each other."}, {"text": "Also, those people often are ones who live well."}, {"text": "\"It is often necessary, even desirable, for political leaders to withhold information from the public."}, {"text": "and my contribution to the whole of FIT뭩 learning environmental, too, could be wholesome and renewing."}, {"text": "Let me take Abraham Lincoln for an example."}, {"text": "I, for example, enjoy listening to Eminem in my free time."}, {"text": "Appearance of actresses and models on TV and movies make girls like me feel bad."}, {"text": "Our ancestors also liked listening to tunes."}, {"text": "In this manner, even luxuries are helpful to develop one's ability and to be a strong individual in an intensively competitive society."}, {"text": "The question of which one is better has not yet been settled."}, {"text": "Which side is right?"}, {"text": "I am inclined to feel tired and bored when I am working for long time."}, {"text": "As one might expect, employees would like to work with a boss who is nice and understandable."}, {"text": "You would also feel isolated from others because you were not produced through a natural birth."}, {"text": ", humanity is nothing without songs and tunes."}, {"text": "Due to this change, his team is full of energy and is doing well now."}, {"text": "Through reading this novel, I could fire up my imagination by drawing a vivid picture of the deformed character, Quasimodo, playing the sounds of the angry mob in my mind and vicariously feeling the intense fear of Esmeralda, the heroine."}, {"text": "Or maybe genetically Asians tend to think optimistically and positively comparing with other races, which results in the low rate of depression."}, {"text": "That is why people don’t take care of them and lose them easily."}, {"text": "Topic number 144"}, {"text": "I believe that the term\" successful people\" refers to those who are satisfied with how they are and those who enjoy their lives."}, {"text": "Songs and tunes are also known to help generating a specific mood for special purposes."}, {"text": "Then, one′s privacy will no longer be a secret."}, {"text": "A student who has friends of all different races and backgrounds at school may find that her parents don't really understand or value the digital revolution."}, {"text": "Like this, some historical events shows us that individuals have choosed the way of thiking by following celebrities or by interacting with small group of people."}, {"text": "For instance, Jack Welch, Chief Executive officer in General Electronics, is known for his professionalism."}, {"text": "That is why I think these two factors make a perfect co-worker."}, {"text": "A record that he had been in the office helped him to get admission of college of political science."}, {"text": "Letters take a huge amount of time."}, {"text": "Sometimes people have to actually undergo difficult situations to understand the advices that they heard from other people."}, {"text": "But they're a great pile of resources: they know much about the technology involvrd in their work, they learn much about their jobs, and they understand much about their company."}, {"text": "First, a good superviser should have profound knowledge."}, {"text": "Throughout my life, I have been lucky enough to have a very good relationship with my parents."}, {"text": "This is the same for humans."}, {"text": "Emergencies could arrive at any moment."}, {"text": "Foreign schools, however, give much more advantages."}, {"text": "However, modern society demands more than healthy and candid characteristic."}, {"text": "However, there are more reasons why people work than just to earn money."}, {"text": "Moreover, machines contribute to producing more accurate outcomes of work."}, {"text": "Next, the experienced employees have what the current era needs."}, {"text": "Teenagers prepare to face the real world in school by studying, so they must not spend too much time on other things like part-time jobs."}, {"text": "Finally, by walking, we can reduce pollution and thereby protect the environment."}, {"text": "This is a great difference compared to 'watching' television, like in the Chinese saying \"hearing about something"}, {"text": "Since I did not know computer language"}, {"text": "Nowadays, many schools provide night classes for these people, but there are people who are not able to attend even these classes."}, {"text": "I, for example, enjoy listening to Eminem in my free time."}, {"text": "I believe that while people are walking, they would be able to enjoy the exercise and the fresh air and would be able to think calmly and clearly."}, {"text": "I greatly believe that one is able to express through pictures and images when the can not expain in words."}, {"text": "Can a troop of men defeat a single tiger easily without tools?"}, {"text": "Then, when he became 30, he realized that what he was doing was only harming himself."}, {"text": "Does this mean that we have to accept corporal punishment as an inevitable part of modern life?"}, {"text": "In short, employing skilled workers is better because it boosts the company's brain, increases its mobility, and upgrades its vitality."}, {"text": "Being entertaining by one of the greatest, adroit performer’s concert could influence a person's life."}, {"text": "It also requires fast-thinking skills from players to determine whom to pass to, where to go, and what to do if trapped."}, {"text": "On the other hand, living in a large city enables us to lead a cultural life."}, {"text": "So they can consider things like what course or subject would benefit me in my future career, or what particular subject do I want to specialize in, mostly things like that."}, {"text": "This clearly shows that unlike President Lincoln, President No does not devote himself  to the country and the nation."}, {"text": "It would make the school a better learning environment."}, {"text": "One day, a team of doctors rushed in a patient who had suffered from a cardiac failure to the emergency room."}, {"text": "In this present day and age, intimacy between people plays a significant part in people's lives."}, {"text": "After I bought a vacuum cleaner, I could remove all dirt and dust in my four-room apartment within 15 minutes."}, {"text": "Another skill that makes a good co-worker is to know the right time to talk."}, {"text": "Some people argue that high school students should be allowed to choose the courses that they want to study."}, {"text": "Of course, information should be regulated if opening the information can threaten their citizens or the pubic interest to serious extent."}, {"text": "With this trend of mere practicality, we will meet the time when human life is devaluated beyond the machine."}, {"text": "To illustrate, if there’s a student who selected a science class and finds this very difficult during the high school, he/"}, {"text": "In conclusion, among many important factors in order to keep the pride of being Korean, learning English and having honesty would be the best way to live anywhere proudly as Koreans-not only because foreign languages enable you to communicate with other countries' nations but also because honesty allows you to have a great image."}, {"text": "Even though it is the same, the point indicated by your parents seems to be more serious than those by other people."}, {"text": "If we have little luck in our life, our life will be very tired."}, {"text": "If he had no interest in the slaves and the poor, the freedom of African American people and low-income families would not be possible today."}, {"text": "For example, Uncle Tom's Cabin literary shocked Ameircans when it was published."}, {"text": "Her idea of displaying the ancient ceramic vase collection was so creative that our presentation succeeded."}, {"text": "The reasons are that this system will enhance both the educational environment in class and student's sense of responsibility."}, {"text": "It was a valuable asset of knowledge that I attained, and together with it"}, {"text": "I go to lots of private institutes."}, {"text": "They are the people who know about yourself the best and are interested in your future."}, {"text": "In conclusion, the argument that the plan that Franklin Airport builds new runways to increase capacity by filling in 900 acres of the bay and instead restores 1000 acres of wetlands in areas of the bay is not logically convincing as it stands."}, {"text": "To be more specific, if a person who decides to commit himself to the pure art only for his passion but makes no living out of it, he will easily give up his dream and look for another job, realizing the harsh reality behind the ideal."}, {"text": "In addition, a quintessential worker must know the opportune time to talk."}, {"text": "He was not good at working together."}, {"text": "Second, even if the previous assumption is true, this argument is based on the assumption that no significant decline in Omni’s fish populations is attributed to the regulation that bans fishing with in 10 miles of Omni."}, {"text": "Even if many people recognized my successful outcomes, my stomach was always upset"}, {"text": "For instance, people who were born into a wealthy family have a higher opportunity for success."}, {"text": "Also, since the company is small, it can change its course rapidly and survive, while other gargantuan corporations disintegrate."}, {"text": "Topic  No. 4"}, {"text": "Thus I think playing games can teach us."}, {"text": "By moving around, people can interact a lot with others and they can experience different aspects of various cultures."}, {"text": "While some people oppose a building of new university because it would cause a lot of problems such as noise, complexity and traffic jam, I believe that establishing a university would be a good chance for my community in terms of both economic and environmental issues."}, {"text": "Graduating university is essential, if one wants to have a well-paid job."}, {"text": "The writer said that the power in animal farm started to corrupt, when other animals were silent about pigs’ appropriating milk without admission of other animals."}, {"text": "By developing their skills and experiencing the outside world in the sufficient vacation, students will be equiped with the abilities to cope better with the harsh real society"}, {"text": "I felt absolutely hopeless and depressed."}, {"text": "There is no specific time you need to study by using computers or television; you can study anytime you want to."}, {"text": "Perhaps the extent of ulcers of patients who took Zorba is less severe than those who did not take Zorba."}, {"text": "A novel also supplies us with enjoyment of reading and how we should act."}, {"text": "All in all, I believe that these are the most important factors for creating a successful education system."}, {"text": "Therfore, I think that it is better to talk to the person in charge to be satisfied with the product and service."}, {"text": "They should use that time to do more academic study."}, {"text": "For example, it gives more opportunities for the diverse cultural life."}, {"text": "I’ll try to get a scholarship to cover some of these costs, but I know I will be responsible for a lot of the expenses."}, {"text": "The truth is that all the benefits we receive from generalists are mainly from the knowledge and experience provided by specialists."}, {"text": "If we were to do everything with only our hands to make a living, then we would not have time to think about things other than immediate survival."}, {"text": "Just like the harmony between solo"}, {"text": "Secondhand smoking is main factor causing lung cancer, heart disease, and other serious illness."}, {"text": "Wherever he goes, he tries to be professional in the new area."}, {"text": "Moreover, reading fiction is not restricted to time and space."}, {"text": "That is how new trend starts."}, {"text": "Also, people can become more sensitive since they try to find the most desirable place to live and think that a lot of things don't fulfill their needs."}, {"text": "Technology is what makes up the current humanity."}, {"text": "Even if we had spent together seven days instead of a year, as Jane Austen wrote in Sense and Sensibility, I still believe Whitney"}, {"text": "However, the author overlooks other possible factors that determine the proficiency in the use of computer."}, {"text": "However, there could be different explanations."}, {"text": "They get easily hungry during the class time at school."}, {"text": "To illustrate, arts is not necessarily required in practical life."}, {"text": "Traffic jams are inevitable when the new shopping center is built."}, {"text": "He learns hows to cope with his own problems and how to cure his mental scratches that he gained from the outside reality."}, {"text": "Second, honesty and morality instills a good impression in foreigners."}, {"text": "I never wanted my junior teammates to experience shame like me last year."}, {"text": "“Save it for rainy day.”"}, {"text": "I still remember the good taste of the milk, which is totally different from that of the box milk in the supermarket."}, {"text": "It is common that most job places hire several employees and request each of them to play their roles adequately."}, {"text": "I think that pants makes him popular because it’s different from others’."}, {"text": "His house is another highly functioning office with top-edged technology."}, {"text": "In short, games teach us life because the abilities required in games, such as rapid thinking, are also those required in real life."}, {"text": "Should high school students be allowed to choose their own courses?"}, {"text": "Can people protect themselves from the harsh sides of nature as effectively as clothing and housing with their bare hands?"}, {"text": "Computer games are not likely to require physical skills, but the techniques used in games need a swift brain."}, {"text": "We would be slaves of an endless and barbaric pattern, and thus unable enable us to create what is the greatest brainchild of humanity: culture."}, {"text": "Being with other people, whether friends or not, makes me uncomfortable, especially when I want to read poetry silently."}, {"text": "People think that it's unhelpful and cruel to bring animals from the wild to zoos."}, {"text": "And if the species are near extinction, we're actually saving them."}, {"text": "On the other hand, having a shopping center built in our neighborhood will create jobs for the local economy."}, {"text": "This change makes me happier."}, {"text": "However, there could be alternate explanations."}, {"text": "The cloths they wear and the foods they usually eat are more affected by their parents, rather than American society as a whole."}, {"text": "I believe forcing students to follow set curriculums will only result in making those students to be people that other people want them to be, rather then unique individuals that they could have been if they were allowed to study what they wanted to study during thier high school years."}, {"text": "In this present day and age, people often struggle between truth and lie."}, {"text": "She soon meets Will, but does not trust him at all."}, {"text": "For example, our country, Korea, have an Independence Hall because of colonial history."}, {"text": "However, to the contrary this trend, I strongly believe that growing up in countrysides has a more positive influence on children."}, {"text": "And what kind of help would the student who studied a easier course get from that course in the future?"}, {"text": "The report by the School District of Eyleria concludes that there is no reason to spend any of the schools' budget on computers or other technology in the next few years."}, {"text": "This leads one to become an idol for others, and to become a symbol for others to follow."}, {"text": "Nowadays, life is stressful; that is, people are competing with each other for better jobs, companies are competing with each other for business."}, {"text": "I must be prepared."}, {"text": "What must the original work have been like?"}, {"text": "In Korea, we can download some games in onto cellular phones."}, {"text": "I tried to question in the question part"}, {"text": "Parents send their young children to English speaking countries to let them learn English as early as possible."}, {"text": "Moreover, students are only allowed to speak English in the camp."}, {"text": "However, now, the Internet instantly connects us to web sites all around the world, where we can learn whatever we want to know without seeing people."}, {"text": "Novels have kept their place as the pinnacle of the human culture for many generations, until now."}, {"text": "Moving to better schools would not do much for dependent students who think the environment is the main problem."}, {"text": "But some agencies, like Microsoft, consists mostly of experienced employees."}, {"text": "With the passage of tie, the type and quality of foodstuffs that humans consume have evolved."}, {"text": "so people could have less ways to access the perspective that smoking is cool."}, {"text": "That is, donation in education has the lowest increase rate among them but might have the largest amount of increased amount."}, {"text": "The general practitioner I saw examined my problem tooth and recommended me to see an endodontist who specialized in root-canal therapy."}, {"text": "With conflicts, many people suggest different ideas, which results in a better decision for all."}, {"text": "I might have an unexpected illness while I am at school."}, {"text": "Consequently, this example shows that knowing foreign languages does play an important role if you want your country to be superior among other countries."}, {"text": "and use has in that sentence??not past verb?"}, {"text": "Does this advertisement tell us about something that will eventually improve our life?"}, {"text": "When studying at school, you meet your teacher face to face, which gives the student the feeling that they should study harder, because some one is watching him or her."}, {"text": "A person, who acts naively when the atmosphere of the office is gloomy, is not an ideal co-worker."}, {"text": "Hence, this reveals how Trotsky's envy has ultimately led to his own death."}, {"text": "However, I believe that my new holiday, \"Walking Day\" would be very beneficial and should be added to the nineteen holidays Korea already has."}, {"text": "This effective technique has been used successfully by a large number of writers."}, {"text": "Adornment will just put its influence on an observer and the impression that it gives will not stay with spectators long."}, {"text": "Cultural courses are also presented to citizens at low costs"}, {"text": "However, at home, teachers can' t do that."}, {"text": "For example, while writing things, many people tend to have music on."}, {"text": "Also, the author needs to provide evidence that the airport management can fund the restoration of 1,000 acres of wetlands in areas of the bay that have previously been damaged by industrialization, so there is no other problem for restoring the damaged wetlands."}, {"text": "For example, when I joined the internship in General Electronics, I had to work from 8 in the morning to 11 in the nigh."}, {"text": "He does not judge Melinda as he sees her in the beginning."}, {"text": "No amount of time spent in another person’s company can guarantee that the two will become friends."}, {"text": "The most common use of music is setting up a working pattern."}, {"text": "However, it will be a human rights violation act."}, {"text": "First, parents usually live with us for a very long time, which allow us to get advice at tough moment we meet even when we are grown-ups."}, {"text": "When he was sixty years old, even though he owned a big company, he felt lonely and regretted that he did not have enough time with family and friends."}, {"text": "However, they haven′t decided where to go yet."}, {"text": "Downloaded cellular phone games are very fun and easy to play."}, {"text": "Also, because of the actresses' and models' perfect looks, many girls lose their confidence and become depressed about their body figures and faces."}, {"text": "Also, it is what prevents the human race from being extinguished."}, {"text": "When students study at home with their computers or television, there is no way for them to interact with other students."}, {"text": "Smokers strongly objected to the law, arguing smoking ban in public spaces limited the rights to pursue happiness of smokers while nonsmokers pretended secondhand smoking in public areas encroached upon the health rights of nonsmokers."}, {"text": "In conclusion, these paragons of the scientist Charles Darwin and the novel The Chocolate War explicitly divulge the fact that it is vital for one to change if he/she wants to survive."}, {"text": "For example, when I was in school, I read The Hunchback of Notre Dame by Victor Hugo."}, {"text": "To illustrate, I used to live in countryside in the southern part of Korea until eight years old."}, {"text": "Therefore, in such times, friends who can understand him and help him are necessary, which I believe is reliability."}, {"text": "The process in this situation should be well done in order for the result to be good also."}, {"text": "A high school is a small representation of society."}, {"text": "The network will be the crucial assets in my life."}, {"text": "My cousins, who are currently in middle and elementary school, are often seen watching television."}, {"text": "When students go to school, they interact with students, make new friends, and study more efficiently than at home."}, {"text": "However, I prefer trying new thing for reasons of boredom in old thing and widening my knowledge and experience."}, {"text": "In this regard, a house allows us to do share good time with our family members."}, {"text": "Developing from the Middle Ages, as the feudalism failed to continuously support its people, there was a cast expansion in market places and trades."}, {"text": "Moreover, when my father assigns him excessive work, he complains about it and cannot even finish his job on time, while everyone works extremely hard and finishes before the deadline."}, {"text": "For example, when I became an expert in swimming, I felt tedious in the sport."}, {"text": "This is because I am able to study with higher concentration in the forenoon."}, {"text": "I’m sure in the two parents’ perspective, they will rather choose a “permanent” concert than “impermanent” jewelry."}, {"text": "Thus, these methods will help people who have to make money and want to study as well."}, {"text": "Therefore, the Internet is the most significant change in the twentieth century."}, {"text": "However, soon, he got jealous of Stalin's such high position and respect he gained."}, {"text": "That is why I think jewelry is impermanent and concert is permanent."}, {"text": "It is the powerhouse of humanity, from which mankind derive its position in the global ecosystem."}, {"text": "However, since cars are one of the most important modes of transportation today, it is not easy for people to start riding bicycles right away."}, {"text": "There are thousands of excellent hackers in the world."}, {"text": "Even though many are almost sure that this man is the one who should go to hell, the man needs to be given a chance to defend himself with a lawyer."}, {"text": "People in foreign schools will meet varieties of people from countries around the world, absorbing new ideas rather then their own country’s ideas only."}, {"text": "Some like to only do something in the field where they are already expert, because it is familiar with them."}, {"text": "Satisfaction of merely putting an effort is priceless and possibly prevailing over the dilemma of treating patients will be even more invaluable."}, {"text": "Over 90,000 students took part in English camps during the summer vacation in 2006."}, {"text": "My father being a diplomat, thus traveling around the world every three years, finding someone whom I perfectly fit with was exceptionally hard for me."}, {"text": "Students should not waste precious time on part-time jobs."}, {"text": "In conclusion, even though some people prefer jobs which give high salary and require long work time for reason of making a success, I like jobs which guarantee longer time with my family and give lower salary."}, {"text": "One should perceive others or anything as what they are, not as what they look like on outward appearance."}, {"text": "This can be proved through the compelling examples of the novel The Subtle Knife and the historical time period of Renaissance."}, {"text": "Thus, without accounting for these other possible factors, the author cannot justify that global warming trends caused the deer population to reduce."}, {"text": "There are many kinds of games in the world."}, {"text": "One way to achieve this is to play extreme games."}, {"text": "If foreign visitors call at an Independence Hall, they will be able to know that Korea was a colony of Japan, Japanese persecuted Korean, and Koreans struggled against Japanese who oppressed Koreans due to regain our country."}, {"text": "Also, smoking ban in public areas lead to positive effects decreasing the number of smokers."}, {"text": "Even if I often make a mistake while I am doing new task, it is challenging for me."}, {"text": "For instance, when people skate on an edge of a tall box, their brain senses so much danger that it feels stress and emits signals for Adrenalin."}, {"text": "That cannot be done by unskilled workers, since all they can do well would probably be copying things and calculating."}, {"text": "While preparing for the forum I was really busy."}, {"text": "Or maybe the areas where local hunters have been were concentrated on one side of arctic region which the deer rarely lived from the first time."}, {"text": "In conclusion, among many ways to solve nature disaster problems such as global warming or floods, I strongly believe that bikes and dams are the best solutions to the problem-not only because bikes protect people from global warming but also because dams reduce casualties from flooding."}, {"text": ":"}, {"text": "The chemist who worked out the structure of the benzene ring, for example, had that particular idea while sitting in front of a fireplace."}, {"text": "Some people say that they are the most happy  during Super Bowl season."}, {"text": "This can consequently lead to some detrimental effects upon the buyers, such as the fact that because those few companies dominate over the industry, customers gain only a few choices to choose from, thus, restricting the freedom availability for customers."}, {"text": "If the entertainers do bring their families to a festival, their fans will literary harrass the entertainers and their families by asking for photos and signatures."}, {"text": "Parents or friends form intimate relationship with each individual."}, {"text": "On the contrary to the speaker’s contention, there is no innovative and creative idea perfectly without any cooperation."}, {"text": "they come cheap"}, {"text": "The wife and the coach may want to be excused by saying that they just wanted to be careful about their actions and the negative consequences are not their intention."}, {"text": "Without examining data carefully, however, too much reliance on statistics may be dangerous."}, {"text": "Some people would say that the young adults had better devote themselves to academic performance avoiding jumping into the job market."}, {"text": "It, however is logically flawed on some grounds."}, {"text": "They work better under such bosses because they don't want to let their bosses down."}, {"text": "I highly disagree with the statement that society always defines who we are because personal conviction and way of thinking tends to be affected by few individuals."}, {"text": "Thus, if students get their wanted elective courses, there might be huge achievements on their work."}, {"text": "In 2006, two years after the talk, there was a great flood which caused injuries to people as well as region damage."}, {"text": "and I would have “clicked”."}, {"text": "A teenager is a student who is not yet a complete member of the real society."}, {"text": "With various stories on different characters, places, and fantastic storylines, the journey through fictional books can be one filled with adventure and excitement."}, {"text": "In conclusion, technology has made the world a better place to live."}, {"text": "Thus some smokers less light their cigarettes or even give up smoking."}, {"text": "There are basically two types of books - some books are based on reality, and the others on imagination."}, {"text": "This problem should be solved by preventing the human activities that cause water pollution."}, {"text": "The hard work of answering customer's demands should be in the hands of a specialist."}, {"text": "Tax is justified income for government."}, {"text": "Therefore, children can naturally  learn the social skills or customs merely by being and living with them."}, {"text": "Do we need both generalists and specialists?"}, {"text": "If it costs a huge amount of money than expected, the restoration might be delayed, and then they may meet with an unexpected problem due to the lost wetlands."}, {"text": "This was because their large company had facility taking care of babies for working hours."}, {"text": "Some people argue that they do not deserve such high salaries; others assert that they do."}, {"text": "There are also schools for gifted students in various fields of studies, such as music and sports, which recognize their talents and train."}, {"text": "Second, challenging new things extends my knowledge and perspective."}, {"text": "You only live once, so you should enjoy life as much as you can."}, {"text": "I felt when repeating same things."}, {"text": "you corrected me on the first essay when I wrote bosses' good personalities allow them to~~ why do I need to change it to singular??"}, {"text": "Even if you have a smart friend, he is no good if he can't help you when you are having a hard time but just cares for himself."}, {"text": "After suffering for indefinite amount of time, Jullie finally realizes how much she was just 'addicted' to television."}, {"text": "To support this argument, the author presents the result of the study of first-time ulcer patients."}, {"text": "I must admit that some jewelry is enduring."}, {"text": "Parents are not only money makers and allowance givers to their children."}, {"text": "Physicians, faced with challenges and put into such vulnerable situations all the time, have to take a shot at saving patients with all their hearts into it."}, {"text": "The food export country might use food as a weapon under certain circumstances."}, {"text": "Schools from other countries allow people to have broad sight."}, {"text": "Almost all workers are required to do presentation and plan for projects in group."}, {"text": "People were excited and they cheered teams with loud motions and actions with jokes."}, {"text": "Even professional jobs can be learned in the school, such as graphic design, interior skills, decorations, etc."}, {"text": "While back, there were common understanding among Koreans that expertise in a specific area gave a job security and wealth."}, {"text": "but, must be helpful to teenagers to develop their creative mind and to make their soul clear, which do not consist of violence and factors that can generate anger or madness from teens and must be held widely to give opportunities to all teens."}, {"text": "There is also the famous, internationally accepted adage, \"failure is the mother of success\"."}, {"text": "Therefore, patience is one of those qualities that a good co-worker must have."}, {"text": "In addition, my fathers sometimes tell us the story of the Korean war \"6.25\" in which my farther participated in the 1950's."}, {"text": "Abandoned even from its creator, the monster faces hostility from the humanity and falls in despair."}, {"text": "Next, the experienced employees have what the current era needs."}, {"text": "It is how people think today that the Harvard University graduate is more talented and better than the Not-well-known University graduate."}, {"text": "They just think about the easiness of each course and compare with other courses."}, {"text": "Play games if you feel unskilled to jump into the real world."}, {"text": "In America, I could choose set my own curriculum."}, {"text": "In this process, they become to be assimilated into the real world."}, {"text": "It helps you build connection, and allows you to have broad mind."}, {"text": "Therefore, whenever he called my mobile phone, I always went into my bedroom locking the door and talked with my boyfriend."}, {"text": "Although school uniforms might be uncomfortable for some high school students, they will one day realize how much benefit they received by wearing school uniforms and recall their high school days whenever they look at their old school uniforms."}, {"text": "In this respect, a house will plays a vital role in eliminating our family's worry about moving to another place."}, {"text": "Construction companies will hire local workers."}, {"text": "I disagree with above statement, \"Luck has nothing to do with success.\""}, {"text": "and so they are helping others by making the world to be cleaned."}, {"text": "For example, when you are deciding a career other people around you will just name careers that are popular whereas your parents will consider your abilities to name a suitable career just for you."}, {"text": "Maybe last year atomic power generation plant was constructed near Tria Island, which makes the temperature of sea water raised."}, {"text": "They help a lot, and they're very fun, too."}, {"text": "Children would find it hard to adopt to the new condition at first"}, {"text": "First of all, one reason I prefer living in a big city is the public transportation system."}, {"text": "To strengthen the argument, the author should show that that the current decline in fish populations in Tria’s waters is caused by overfishing, which resulted from the absence of banning fishing."}, {"text": "Consequently, I believe that governments should build bike roads like highways so people can ride bikes for a far distance as well as a short distance."}, {"text": "But, they can certainly alleviate patients?pain"}, {"text": "This criminal needs to get a fair trial."}, {"text": ", I believe, FIT뭩 concentration on the specifically market oriented program could accelerate my progress to and enrich my disposition in the cosmetics and fragrance industry by developing a comprehensive knowledge and distinguished market perspective on it."}, {"text": "On the contrary, in order to watch a movie, I have to be confined in a dark movie theater and also have to go to a theater according to its schedule."}, {"text": "Secondly, easily prepared foods take away the enjoyment of cooking and eating home-made ones."}, {"text": "This is common incident after the new government has changed their law in Korea to spread Korean popularity."}, {"text": "These junk foods do nothing more for students, then fill their stomachs for a short time, and release fat into their bodies."}, {"text": "To support this argument, the author asserts that it will reduce the flight delays and the wetlands restoration part of the plan ensures that the bay's environment will actually be helped rather than hurt."}, {"text": "There are many better ways to persuade our children to behave well rather than using corporal punishment."}, {"text": "I am willing to receive it more gratefully than a success because I believe everyone is bound to fail once in a while"}, {"text": "A business may provide us a lot of money."}, {"text": "I doubt it."}, {"text": "If we were to do everything with only our hands to make a living, then we would not have time to think about things other than immediate survival."}, {"text": "First of all, cooperation is indispensable for being creative in the rapidly changing fields such as science."}, {"text": "Additionally, many people visit museums because they are fun."}, {"text": "Third, the argument finishes by claiming that the restoration of 1,000 acres of wetlands in areas of the bay ensures the bay's environment will actually be helped rather than hurt."}, {"text": "\" It is true in some ways but false in another."}, {"text": "Parents take care of their sons and daughters, and in that process, they often teach them what they need in their future lives including basic education, manners, which will help them to achieve their dreams."}, {"text": "All of them are valuable."}, {"text": "Dear Editor:"}, {"text": "Last but not least, without the advantages we gain by using and developing technology further, we cannot possibly survive."}, {"text": "The author’s suggestion seems logical at a first glance."}, {"text": "What this story illustrates is the qualities of a good parent."}, {"text": "In this case, I can enjoy the style I adore and find the comfort by lining up beds and desks in places that are suitable for me."}, {"text": "At the end of the book, he left the comment"}, {"text": "Moreover, optional attendance in universities contributes to developing student's sense of responsibility."}, {"text": "After the experience, I became to love to go to sporting events."}, {"text": "as I experienced it will provide both energy and will to continue my development in medical field.]"}, {"text": "Human beings have many ambitions, and one of those dreams is becoming someone different."}, {"text": "In conclusion, the argument that the best way to restore Tria's fish populations and to protect all of Tria's marine wildlife is to abandon our regulations and adopt those of Omni is not logically convincing as it stands."}, {"text": "On the other hand, in the late night, my concentration gets worse and I feel tired easily."}, {"text": "People naturally want more than what they have, and never satisfy with what they already has."}, {"text": "Not graduating university in the 21st century hugely affects people when applying for any jobs."}, {"text": "Today, Heeya is one of the most prestigious musicians in Korea, and her piano sounds are mellifluous and full of passion, definately above mediocre level."}, {"text": "Next, the experienced employees have what the current era needs."}, {"text": "written by Jungen Yun , a Korean doctor."}, {"text": "People need to be willing to throw themselves on the floor, accepting the fact that they need to change according to the reality to live on."}, {"text": "and I could have a tea time in working hours."}, {"text": "They are costly, and need lots of pampering to keep them in the work."}, {"text": "Now, he regrets his belief and actions and tries to quit smoking."}, {"text": "Living in a small town has benefits in its own way."}, {"text": "On the contrary, if a performer were good, his or her influence would stay with the audience forever."}, {"text": "I wish Korea would provide Korean students with the same opportunity I had in America."}, {"text": "Most of them are still quite young."}, {"text": "Overall, although I agree that some customs and religions are hard to change and have exceptions to the general rule of showing respect for local customs, I insist that adapting to a new culture should be essential because it enables me to learn and understand the customs of the new society."}, {"text": "You might be angry and want to complain to the company or store."}, {"text": "this 뱒omething?may be perceived at first, often resulted tremendous consequences of awe and aspiration."}, {"text": "Supposed that a scientist is now developing the propulsion system of a space shuttle."}, {"text": "First, there is a rising fear that food can be a weapon."}, {"text": "In my house, my parents, my sister , and I have our own room."}, {"text": "There are many companies out there which compete on the world market."}, {"text": "This empirical experience illustrates that a few individuals or small groups have caused people to think and behave inb the way they do."}, {"text": "The event's effects are outstanding, since your enterprise will last while others do not."}, {"text": "The accumulation of contradictions and introduction of a new assumption, which refers to the fact that the world is discontinuous, gave birth to the quantum mechanics."}, {"text": "­­­I could learn many things through playing games."}, {"text": "Darwin conducted significant parts of his research on the Galapagos Islands."}, {"text": "Also, the author should demonstrate that no significant decline in Omni’s fish populations is attributed to the regulation that bans fishing with in 10 miles of Omni."}, {"text": "No matter how much the motion picture gets improved, it will be a long time before books are finally defeated."}, {"text": "Thus we cannot neglect study, and our knowledge can be developed due to feedback from teachers."}, {"text": "This is usually caused by people throwing garbage into river or the oceans"}, {"text": "He was influenced by an actor named Kwon sang woo, one my cousin admired."}, {"text": "This indirectly shows that you listen to them more seriously."}, {"text": "In short, employing skilled workers is better because it boosts the company's brain, increases its mobility, and upgrades its vitality."}, {"text": "I enjoy this class purely because of the freedom of choices one can make."}, {"text": "Finally, after the strenuous efforts, we look for the certain job which will have dramatic impact on the rest of our lives."}, {"text": "So machine can work with great precision."}, {"text": "Such a religious conviction is formed in the early stage of life, and its impact is life-long."}, {"text": "Parents may be too close to their children emotionally."}, {"text": "the sentence in the first paragraph, Frist, a boss's good personality allows him or her to gain respect and attention from the employees."}, {"text": "It is not that they lament on the fact that the kids are not working."}, {"text": "Do you count the, is by etc."}, {"text": "It is logical for to main reasons."}, {"text": "Also, the author needs to provide evidence that only Zorba contributed to preventing new ulcers."}, {"text": "At first, as he discovers his such hidden talent, he tests out his ability in many ways."}, {"text": "Talking with their parents will be confidence for youths and punishment will be end up with exultation."}, {"text": "There is no earing much money due to small business scale in it."}, {"text": "The second problem is that it is base on a poll of 200 charitable organizations last year."}, {"text": "To illustrate, most entertainers do not have much of private lives."}, {"text": "How can one determine he doesn't like something if he has never tried it thoroughly?"}, {"text": "The tactic you deploy shall turn your company into a flourishing enterprise."}, {"text": "Without her personal conviction which was against the American society at that time, she could have not develop her action."}, {"text": "Children must stay away from their parents for at least three weeks in the English camp."}, {"text": "They can attract people by using famous actors and actresses, and their visual  and sound effects astound almost everyone."}, {"text": "And when I would fid a friend with whom I fit in like “peas and carrots”, or as the saying goes, there would be a year or less remaining of my stay at that school."}, {"text": "While motion pictures require a special tool to play it, all books require are eyes (Or, in case the reader is blind, fingers)."}, {"text": "The time you spend with your parents in your lifetime is really long."}, {"text": "Another benefit of listening to music is relazation."}, {"text": "There is a popular Korean story about \"the moving mother\"."}, {"text": "Moreover, contrary to popular belief, a recent study by Seoul University in Korea showed that 89% of doctors said that they work to cure people, not to gain money."}, {"text": "In the beginning, he becomes excited for his new school."}, {"text": "In addition, sharing home-made foods with others gives people pleasure to eat hearty foods."}, {"text": "Thus, the shopping center will extend the conflict between the poor and the rich."}, {"text": "In conclusion, I would like friends who are reliable rather than friends who are humorous or fun--not only because such friends are always there for me but also because they listen to me earnestly when I need someone to talk to."}, {"text": "When you are not rich, you cannot spend your money carelessly."}, {"text": "Musicians use music to express their political views on the situation of the world."}, {"text": "His rise from poverty shows that only thing that people need to be successful in their lives is good effort."}, {"text": "Although I left home early, when raining or snowing heavily, I could not help being late for school because of traffic jams."}, {"text": "To be a good parent especially in Korea, one should be wise and careful enough to make a good choice whether to send his/her children to foreign countries."}, {"text": "Only when a parent is willing to teach his/her children with deep love and concern and  wise enough to make a good choice for his/her children's educational environment , a parent can bring up smart, sound and healthy children in this juvenile delinquency spread society."}, {"text": "Machines are usually computerized to do the task automatically orderly without errors such as drilling machines, automatic robots in the auto industry."}, {"text": "I agree that people are never satified with what they have because it is a part of human nature to want more than what we have and media and advertising entice us to always want more in today's society."}, {"text": "so they have no reasons to learn foreign languages."}, {"text": "This is impossible if I am with somebody, therefore I prefer to be alone."}, {"text": "Also, the author needs to provide evidence that Omega graduates have not been as successful at getting jobs as have graduates from nearby Alpha University due to the inflation of grades."}, {"text": "This is because scale of work is getting bigger these days and good interpersonal skill has advantageous effect on relationship with clients."}, {"text": "They have to decide whether they are going to give out their personal information or not"}, {"text": "In addition, Mohandas Ghandi is a reasonable example of why the progress is more important than the result."}, {"text": "Skilled workers will help you a lot in plotting the company's next course."}, {"text": "What really does matter is how actively and efficiently to harness them."}, {"text": "I received good evaluation from many clients as well as my team members."}, {"text": "In addtion, on the weekends, I usually take a novel and read it in a park while listening to the birds and feeling the warm breeze."}, {"text": "First, a house gives a cozy place to live with the family."}, {"text": "Admittedly, today's prevalent trends of luxuries and convenience seem to hamper people from developing into robust and independent individuals."}, {"text": "In conclusion, even though some people argue that a small company is advantageous for workers for the reason of the familiar atmosphere, as far as I am concerned, I believe that a large company is more favorable for me because I could meet a lot of people and the company provide a number of amenities."}, {"text": "The large shopping center will attract tourists and customers, increasing a vibrant neighborhood."}, {"text": "I disagree with them."}, {"text": "This is because building a fantastic architecture is my dream and object in my life."}, {"text": "That's why men get 'addicted' to these games."}, {"text": "Some people think a long vacation is a waste of time; students better be in a school to study, however, the others think students should be given sufficient amount of time of vacation."}, {"text": "It tends to be that often than not, people face their big and small 'crisis' everyday."}, {"text": "Furthermore, the highly renowned teacher, Seliban, explicitly demonstrates the point that very predicament is an opportunity."}, {"text": "Ones of his late great works, a clarinet concerto and a clarinet quintet are the result of cooperation."}, {"text": "Yet, this assumption overlooks other possible factors."}, {"text": "Since that travel, he always has had leisure times with no plans."}, {"text": "oh, please tell me how much is 300 or 400 words."}, {"text": "More importantly, it has to meet the reputation to be worth devoting to along with the personal interest."}, {"text": "Columbus sailed to look for India to prove his theory  that the world is round."}, {"text": "How can we in the world give it up ?"}, {"text": "The protagonist, Melinda Sordino, is in grade 9 and is a loner at school."}, {"text": "In general, the criteria which determine a satisfying job differ from one person to another."}, {"text": "Though this is true in part, people can expand their abilities thanks to such luxuries and conveniences."}, {"text": "for instance, requires ability to run, pass, and shoot well, and also requires fast-thinking skills to determine whom to pass to, where to go, and what to do if trapped."}, {"text": "In the end, the miracle occurred as we beat the Chinese class 40-36."}, {"text": "We can see success by means of luck through American history."}, {"text": "This could cause trouble."}, {"text": "Satisfaction of merely putting an effort is priceless and possibly prevailing over the dilemma of treating patients will be even more invaluable."}, {"text": "Being lazy to do a product research, I turned to one of my friends who knows so much about computer."}, {"text": "he couldn't have discovered the continent."}, {"text": "Everyone has his or her own idea about what would be proper between careful consideration and promptness when making certain decisions."}, {"text": "Those \"fittest\" people who are willing to change will survive, while those \"weak\" that are reluctant to changes will not be able to live through this world."}, {"text": "For these reasons, a number of people want to be successful in their lives."}, {"text": "That is to say, they must not talk offensively."}, {"text": "As we belong to the generation of the information era, we always live surrounded by an unlimited amount of information from all sorts of media: television, radio, magazines, newspaper…etc."}, {"text": "If people and the athorities concerend join hands in solve these environmental problems, we will enjoy an azure sky and flowers' fragrance with high standard of living."}, {"text": "In addition, there is another example also shows that individual way of thinking is more affected by a few individuals or small groups."}, {"text": "This is because it is beautiful and represents important value of Korea."}, {"text": "I need to save money for my education."}, {"text": "Accordingly, the government should make a bicycle campaign to persuade people to ride bikes."}, {"text": "Though no one even tried to know the truth, last year, Melinda was raped at a party; thus, she ended up calling the cops and busting the party itself."}, {"text": "By doing what one does not enjoy doing, one can find out more about himself."}, {"text": "Moreover, people have opportunities to become more independent and self-confident, especially in expressing and coagulate their thought, with the convenience of today's communication technology."}, {"text": "People enjoy music."}, {"text": "All of them have tactics of their own to keep their company up and going."}, {"text": "What this panorama screen in the brain will show is completely up to the reader, and so one may have the pleasure of viewing the scene from all angles, at all magnitudes, and may even edit the story to have fun."}, {"text": "Art class relieves the stress of the more rigorous courses I attend."}, {"text": "Perhaps the number of competent computer teachers in Eyleria is not large enough to teach all students."}, {"text": "However, I differently prefer to use machines."}, {"text": "At first, people brushed this off as merely an increasing demand for esthetic perfection, a sideline of economic placidity."}, {"text": "In addition, we often hear from the news that food companies are accused of using harmful ingredients such as rotten fish and meat when they produce instant or fast foods."}, {"text": "so I watch TV to relieve stress."}, {"text": "Human relationship is even more striking example."}, {"text": "The influx of knowledge and experiences in different fields can enrich the achievement of study in a field, since they can give methodical and conceptual contribution to the field."}, {"text": "Therefore, I am convinced that Koreans should  learn many foreign languages and possess honesty in order to have pride anywhere in the world."}, {"text": "For example, one of my friends, Ji Yeon whose closing hour is not fixed wants to study after finishing her work, but is anxious about missing so many classes."}, {"text": "Please look if any parts of it should be included in the essay."}, {"text": "Thus, without considering and eliminating other possible factors that influence on learning computer, the author cannot justify the claim that the ratio of computers to students in Eyleria is sufficient to ensure that all of Eyleria’s students will be fully proficient in computer."}, {"text": "Without their friends and teachers, it is not an easy job to start all over again by himself or herself."}, {"text": "Parents should try to have talks with their children and understand them well enough to not have to use physical punishment."}, {"text": "In my opinion, games are the tools used by humanity to teach its younger generations about life."}, {"text": "Among them, the law banning smoking in public places drew considerably controversial attention."}, {"text": "and I knew all neighbors."}, {"text": "In conclusion, There is no doubt that living in countryside is more beneficial for children."}, {"text": "As for the side effects of practicality, however, we cannot ignore them, because they are maybe the failure of practicality."}, {"text": "To illustrate, in my college, there is a student who always wears old and awkwardly short clothes."}, {"text": "But some agencies, like Microsoft, consists mostly of experienced employees."}, {"text": "Immediately after he got his answer, he suggested me a computer brand and the model number of the computer."}, {"text": "Perhaps Omni has a terrible environment for fishing."}, {"text": "Even if people move totally different society when they become a grown-up, the religious conviction can not be changed easily."}, {"text": "But parents, who we normally live with for more than 20 years and get in touch for nearly the half of our lives, can help us for all that period."}, {"text": "In this essay, I will discuss some aspects of both sides and conclude by supporting my statement that it is better to move around."}, {"text": "Humans are slaves of hormones, and playing dangerous sports produces a large amount of Adrenalin, a hormone that can be seen when someone's feeling extreme fear and pain."}, {"text": "However, there could be an alternate explanation."}, {"text": "This clearly is a big advantage, since motion pictures never change."}, {"text": "The best example is that a vacuum cleaner."}, {"text": "These days, because Korea held 2002 Korea-Japan Worldcup recently and the internet infrastructure of Korea is well equipped, the number of people who play soccer games or computer games, is increasing."}, {"text": "Therefore people learn to be much strong individuals in terms of building up their own thoughts and value systems."}, {"text": "This is because teachers know that such students tried so hard to get good grades, enduring the temptation to play; therefore, such students have more rights to gain teachers' attentions than students who don't study."}, {"text": "However, if we can control our emotion and know how to make a decent complaint , it is better to complain in person on the spot than to complain in writing."}, {"text": "During the game, a baseball player hit a ball, and the ball flew far over the fence and hit the big old light bulb in the stadium."}, {"text": "The advantage of learning about life by accepting the advice of family and friends is that people can learn about life without suffering consequences that their family and friends had to endure."}, {"text": "That is, using non-violence is less harmful than using violence."}, {"text": "Therefore, because of this wrong viewpoint, many teenage girls develop eating disorders and spend fortunes to buy products that helps them to grow tall and become pretty."}, {"text": "If tapped, their knowledge and their array of thoughts will become an important assets to the company."}, {"text": "Children living in a big city are offered many good schools, institutions and tutors."}, {"text": "This situation did not happen in my high school since everybody wore the exactly same school uniforms."}, {"text": "I know that I will also have unexpected expenses related to unforeseen emergencies."}, {"text": "Just like the survival of the fittest, only the most adapted and changed according to its environment will survive."}, {"text": "I hesitated at first, but tried my best to provide oxygen with a bag valve mask while the physician performed the chest compressions."}, {"text": "Furthermore, there are other things to consider for young children's education."}, {"text": "Also, it is the use of technology that makes us different from other species."}, {"text": "The most common use of music is setting up a working pattern."}, {"text": "It is needless to say that sports activities help young children to alleviate the possibility of this disease."}, {"text": "Therefore, the advices or information given by your parents will be very reliable."}, {"text": "Novels have kept their place as the pinnacle of the human culture for many generations until now."}, {"text": "The True Talent and the ill-fated scientist Galileo Galilee explicitly reveals the fact that those show themselves so frankly, revealing the truths at all times, are destined to fail."}, {"text": "It is human nature to want more than what we have, and also companies and advertisers take advantage of these fats to fool us into believing the more we have the happier we will be."}, {"text": "However, in general, advertisements encourage us to buy unnecessary things as they seduce us with charming images of some celebrities which are just helpless in purchasing good products."}, {"text": "He chose the job that he felt like he should do at first then"}, {"text": "In front of me stood a dreadful team."}, {"text": "As a passive listener in economics class, I was bored by clicking the mouse button without any feedback from a lecturer and dropped the course."}, {"text": "However, it is also true that one can harness conveniences and even luxuries as powerful tools to enhance his/her ability."}, {"text": "If I encounter really good one, the emotions of the art comes to vividly, and I feel myself animated with profound sympathy."}, {"text": "One day, his teacher felt so annoyed, he called Edision a 'stupid boy', and it caused a shock in young edision's mind."}, {"text": "For instance, in my internship period, I led my project team as a leader."}, {"text": "Hence, one should be able to discern appropriate usage of the mixture of truths and lies."}, {"text": "I do not like that"}, {"text": "These new factors will provide stress, and they can distract students more from advancing."}, {"text": "Motion pictures, culmination of modern technology, are replacing literatures."}, {"text": "In short, books are better than movies, because it lets the reader visualize and personalize the story, and because it can be read anywhere."}, {"text": "But as many recordings show, dangerous sports are dangerous after all, and an accident that happens while performing can be fatal."}, {"text": "Second, people can get rid of stress by talking with a friend who is reliable."}, {"text": "Consequently, my dad would not be working in his business right now if it had not been for his reliable friend's help."}, {"text": "They have been watching you closely for a long time that they know about you better than anybody else around."}, {"text": "As a result, I received A+ in AP calculus."}, {"text": "In conclusion, although there are many ways that television and movies influence people's behaviors, inappropriate scenes and perfect look on actresses are two most influences that  affect people's behaviors-- not only because bad scenes lead people to follow bad activities but also because actresses' appearances pressure people to be the same."}, {"text": "It surely depends on the location and how great the achievements are, there is a great chance that these shopping centers will provide great influences for the community, mostly in bad ways."}, {"text": "The positive side, known as techies, says that industry has made Earth a better place to live for humans, and techies also insist that with technology mankind can fix all errors, and even improve the planet by removing all the odds from the path of global prosperity."}, {"text": "Since the boy became a great Confucianist, his mother has become the symbol of a good mother."}, {"text": "Whenever other co-workers make comments about his mistakes, he talks offensively or is indifferent about them."}, {"text": "For an example, if a man wore pink pants for a first time in the world, he will bound out from all the other people."}, {"text": "For example, I read the book about a man who changed his job from being the president of a company to being a taxi driver."}, {"text": "It is very natural that studying the area more deeply can let students find their interests."}, {"text": "I read an Internet article “CORPORAL PUNISHMENT OF CHILDREN“ about corporal punishment has been increasing since 1995."}, {"text": "Unfortunately, nobody was able to substitute for Chang-jae."}, {"text": "In conclusion, I disagree that the deteriortation of the environment is an unavoidable consequence of developing in the living standard."}, {"text": "First of all, I can keep away from uncertainness of my new roommate."}, {"text": "For instance, with a short vacation, it's hard to participate in an internship or a volunteer work, which will help students to appreciate the value and process of work at the same time."}, {"text": "The transformation was quite amazing to see and pleasing to achieve."}, {"text": "In A contrast, concert's diversity, in its unlimited subjects, such as rock, or classical concert, stimulates people’s interest and could give an unlimited influence up on their lives."}, {"text": "However, it is impractical to accept these drawbacks."}, {"text": "Then they start not paying taxes for more money, and get arrested."}, {"text": "When living a life, there are so many tasks or thing that people feel like they should do even if they do not want to."}, {"text": "Televisions and newspapers always show him in his glorious moments, like when he contracts with a major league baseball team."}, {"text": "Some teenagers will use the money to buy cigarettes and maybe even drugs."}, {"text": "It has been announced that the government plans to build a new university in my community."}, {"text": "First and foremost, a good co-worker should be willing to cooperate with other co-workers for efficiency."}, {"text": "Elementary, middle and secondary school educations were the basics that I needed to know for entering university."}, {"text": "Practicality should not be the absolute ruler not only to solve the negative feature of technology, but also to enrich our daily lives."}, {"text": "But parents, whose purpose of education is the happiness of their children, can never give a bad education like some teachers who teach for money."}, {"text": "However, judges said that they picked Nana to be the next top model because she was the one who tried most to become a model."}, {"text": "Basketball, [BR10]"}, {"text": "These seem to be natural consequences following the development of technology."}, {"text": "This incident was terrible and wrong."}, {"text": "However, the argument is flawed because it relies on a faulty cause and effect relationship and lacks critical evidence to support such the claim."}, {"text": "It was very interesting to watch various people, and their cheering made my mood more excited."}, {"text": "In Korea, in the 1990s, some school teachers demanded underground money from the parents of their class students."}, {"text": "( I have a question."}, {"text": "Traditional schools often give big assignments, which need group activities."}, {"text": "Therefore, readers can naturally escape from reality and explore a fantasy world while reading fiction."}, {"text": "First, a good parent should love and concern his/her children deeply."}, {"text": "Last year, my friend and I watched a baseball game in my town."}, {"text": "and if they do give out, how much they are thinking of exposing"}, {"text": "Since it is a live game, sometimes unexpected incidents or events happen, which only people attending the game can experience, and it can provide additional enjoyment."}, {"text": "Among the various qualities required to be a good boss, I believe that a boss's good persoanlity and a boss's previous leadership experiences are the two most important ones."}, {"text": "He seemed bothered at first and from then on always asked me for brain teaser questions."}, {"text": "To conclude, I firmly believe that good effort is the most important characteristic that a person can have to be successful in life--not only because making an effort for something can overcome any obstacles but also because people who make their best effort are admired by others."}, {"text": "However, today’s telephone offices, which installed an automatic switchboard, made no mistakes at all."}, {"text": "I can support this in two ways: First, all mammals use games to teach their young ones."}, {"text": "To begin with, a vacation should be the time for the development of abilities."}, {"text": "In addition, the broadband Internet, which is hardly to get in the countryside, allows children to connect and communicate worldwide."}, {"text": "Taken together, no-one denies the fact that having jobs can help teenagers develop responsibility, but still it has great danger."}, {"text": "I need to save money for these trips."}, {"text": "This example shows that Edison's teacher and classmates, did not even try to understand Edison's personality before get along with him, therefore giving up on him, but Edison's mother was able to teach Edison as she tried to understand why Edison had so many curiosities, and taught him what he needed to solve those curiosities by himself."}, {"text": "In short, the two reasons why people play dangerous sports are:"}]